/* 发表 */
"\(publishContent.publisherName!) published" = "\(publishContent.publisherName!) published";

/* 全部 */
"All club" = "我的全部圈子";

/* No comment provided by engineer. */
"All nearby" = "我附近所有";

/* No comment provided by engineer. */
"Best price" = "最优价格";

/* No comment provided by engineer. */
"Best Service" = "最佳服务";

/* 'choose form camera or library' alert, cancel */
"Cancel" = "取消";

/* 'choose from camera or library' alert, choose from library */
"Choose From Library" = "从相册中选取";

/* 卫生指数 */
"Cleanness" = "健康指数";

/* 卫生： */
"Cleanness rate:" = "健康评价:";

/* 价格指数 */
"Cost" = "价位指数";

/* 美味度 */
"Delicious" = "美味指数";

/* 美味： */
"Dish rate:" = "美味评价:";

/* Adress label */
"Error Finding Address" = "获取地址错误";

/* No comment provided by engineer. */
"Error getting location" = "获得位置信息错误";

/* get location button title */
"Getting.." = "获取..";

/* location services denied alert,title
   State Message */
"Location Services Disabled" = "位置服务关闭";

/* No comment provided by engineer. */
"Most clean" = "最佳健康";

/* 最美味的 */
"Most delicious" = "最佳美味";

/* get location button title */
"My Location" = "我的位置";

/* Adress label */
"No Address Found" = "地址未能找到";

/* location services denied alert,button
   normal alert button OK */
"OK" = "好的";

/* ocation services denied alert,message */
"Please enable location services for this app in Settings." = "请在设置中为本应用授权位置服务.";

/* 请稍后 */
"Please wait" = "稍候";

/* 性价比： */
"Price rate:" = "价格评价:";

/* 店名 */
"Restaurant name: " = "店名: ";

/* State Message */
"Seaching..." = "搜索中...";

/* Adress label */
"Searching for Address..." = "搜索地址中...";

/* 服务： */
"Serves rate:" = "服务评价:";

/* 服务指数 */
"Service" = "服务指数";

/* 'choose form camera or library' alert, TAKE photo */
"Take Photo" = "拍照";

/* AddressLabel none location content
   State Message */
"Tap 'Get Location' to get your location" = "点击“我的位置”来获取位置信息";

/* normal alert title */
"WARNING" = "警告";

/* alert */
"You need to create or join a club first." = "你至少需要创建或者加入一个圈子.";

/* No comment provided by engineer. */
"Your review here." = "你的短评.";

/* XX已离开XXclub */
" has left " = " 已经离开 ";

/* No comment provided by engineer. */
" has been dismissed." = "圈子已经解散了.";

/* 接受 */
"Accept" = "接受";

/* No comment provided by engineer. */
"Are you sure to dismiss this club?" = "你确定要解散这个圈子吗?";

/* 'choose form camera or library' alert, cancel
 normal alert button cancel */
"Cancel" = "取消";

/* Hud text,published */
"Changed!" = "已修改!";

/* 'choose from camera or library' alert, choose from library */
"Choose From Library" = "从相册中选取";

/* 卫生： */
"Cleanness rate:" = "健康指数:";

/* 短评 */
"comment:" = "短评：";

/* alert */
"Congratulations" = "恭喜";

/* alert */
"Could not find user." = "未能找到用户.";

/* alert */
"Couldn't sign in,please check your network" = "无法登入，请检查您的网络";

/* 创建失败 */
"Create failed" = "创建失败";

/* 建立新的club */
"Create new club" = "建立新圈子";

/* Hud text,Created */
"Created" = "已建立";

/* 推荐： */
"Dish name:" = "相关推荐:";

/* 美味： */
"Dish rate:" = "美味指数:";

/* 解散club */
"Dismiss club" = "解散圈子";

/* sign up */
"email has been used" = "email已经被注册了.";

/* Adress label */
"Error Finding Address" = "获得地址错误";

/* alert */
"Error!" = "错误!";

/* 离开club */
"Exit club" = "离开圈子";

/* 来自： */
"From: " = "来自: ";

/* 收取中 */
"LOADING..." = "收取中...";

/* 我建立的club */
"My created club" = "我建立的圈子";

/* Adress label */
"No Address Found" = "地址未找到";

/* 未设置 */
"Not set" = "未设置";

/* 会员人数 */
"Number of club: " = "圈子人数: ";

/* normal alert button OK
 好的 */
"OK" = "好的";

/* alert */
"Pass words are not equal." = "两次输入密码不同.";

/* alert */
"Password is missing or empty." = "未输入密码";

/* sign up */
"phone Number has been used" = "移动号码已经被注册";

/* 请输入名字 */
"Please name your club" = "请输入您的圈子名";

/* Hud text,published
 请稍后 */
"Please wait" = "稍候";

/* 性价比： */
"Price rate:" = "价格指数:";

/* 发表于： */
"Published at:" = "发表于:";

/* 店名 */
"Restaurant name: " = "店名: ";

/* Hud text,published */
"Saved!" = "已储存!";

/* Adress label */
"Searching for Address..." = "搜寻地址中...";

/* 已发送 */
"Sended" = "已发送";

/* 服务： */
"Serves rate:" = "服务指数:";

/* alert */
"Sign up succeed!" = "注册成功!";

/* sign up */
"Something Missing" = "必要信息缺乏";

/* normal alert button sure */
"Sure" = "好的";

/* 'choose form camera or library' alert, TAKE photo */
"Take Photo" = "拍照";

/* sign up */
"The email address was invalid" = "无效的Email地址";

/* alert */
"The typed password wasn't the same." = "输入的密码不一致.";

/* alert */
"The username and password mismatch." = "用户名或密码不正确.";

/* sign up */
"user name has been used" = "用户名已经被注册";

/* 用户名 */
"UserName" = "用户名";

/* alert */
"Username has already been taken." = "用户名已经被注册.";

/* alert */
"Username is missing or empty." = "用户名未设置.";

/* normal alert title */
"WARNING" = "警告";

/* 你被从XXclub移除 */
"You has been removed from " = "您被移除出圈子：";

"please join my" = "请加入我的圈子:";

"User name:" = "用户名:";

"Nickname:" = "昵称:";

"Nickname:" = "昵称:";




